Repository: intraweb-modules13/IWmain
Catalog: locale/*/LC_MESSAGES/module_iwmain.po
Languages: ca

source: You can't execute iwcron
ca: No podeu executar l'iwcron

source: Cron Actions
ca: Accions del Cron

source: Never
ca: Mai

source: Cron Response
ca: Resultat de l'execució del cron

source: Cron execution time
ca: Darrera execució del cron

source: Cron results
ca: Resultat de l'execució del cron

source: It has executed correctly
ca: S'ha executat el cron

source: User reports running without actions configured. Success time updated.
ca: Els Informes d'Usuari s'han executat però no hi havia cap acció configurada. S'ha actualitzat el temps d'execució.

source: It has not worked. Some error ocurred.
ca: No ha funcionat Hi ha hagut alguna errada.

source: It has not worked. Waiting for minimum time between reports.
ca: No ha funcionat. S'ha d'esperar al temps mínim entre informes que hi ha a la configuració.

source: User Reports disabled
ca: Els Informes d'Usuari no estan habilitats

source: Last User Reports success execution
ca: Darrera execució amb èxit del cron

source: The 5 firsts tries of cron execution has failed. The cron execution has been aborted.
ca: El cinc primers intents d'enviament de correus han fallat. S'ha parat l'execució del cron.

source: Your site have users without email address. You should correct this.
ca: El teu portal té usuaris sense correu electrònic. Ho hauries de corregir.

source: There have not found emails to send.
ca: No s'han trobat missatge per enviar.

source: The information about the new things to see has been send to users via email.
ca: Informació sobre les novetats que han estat enviades als usuaris per correu electrònic.

source: The number of send emails has been of
ca: El nombre de missatges enviats ha estat de

source: Not has been possible to send all the resume messages with the new things to see to users. Some of them have failed.
ca: No ha estat possible enviar tots els missatges amb les novetats als usuaris. Alguns dels enviaments han fallat.

source: of
ca: de

source: All the tries of sending messages have failed. The number of tries has been of
ca: Tots els intents d'enviament de missatges han fallat. El nombre de vegades que s'ha provat ha estat de

source: Show news of the user
ca: Mostra les novetats de l'usuari/ària

source: User Reports
ca: Informes d'Usuari

source: Header text of the cron automatic emails with the new things to see
ca: Text de l'encapçalament dels missatges automàtics amb les novetats

source: Footer text of the email
ca: Text del peu del missatge

source: Main module for Intraweb modules. The Intraweb modules needs this module.
ca: Mòdul principal del mòduls Intraweb. Els mòduls Intraweb necessiten aquest mòdul per poder funcionar.

source: You are not allowed to access to some information.
ca: No teniu autorització per accedir a algunes de les dades.

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: Configure parameters
ca: Paràmetres de configuració

source: Programmed sequences information
ca: Informació de les seqüències programades

source: Configure
ca: Configura

source: User reports enabled, but executed too recently
ca: Els informes d'usuari estan habilitats, però el cron ha estat executat fa massa poc

source: User reports
ca: Informes d'usuari

source: The Mailer module is not active. The cron can not send emails to users.
ca: El mòdul d'enviament de correu no està activat. El cron no pot enviar missatges als usuaris.

source: There is no module connected to User Reports
ca: No hi ha cap mòdul seleccionat per als Informes d'Usuari

source: Modules connected:
ca: Mòduls connectats:

source: No news
ca: No hi ha novetats

source: users with news.
ca: usuaris amb novetats.

source: of them subscribed.
ca: d'aquests estan subscrits.

source: subscribers with email.
ca: subscriptors amb email informat.

source: emails sended.
ca: correus enviats.

source: The values have changed correctly
ca: Els valors han canviat correctament

source: Noteboard notes
ca: Tauler de notes

source: Personal agenda
ca: Agenda personal

source: Private messages
ca: Missatges privats

source: Forum
ca: Fòrum

source: Form
ca: Formulari

source: Avatar replacement
ca: Canvi d'avatar

source: sent at
ca: enviat el

source: by
ca: per

source: The folder for attached files haven't been found.
ca: No s'ha trobat el directori per als fitxers adjunts.

source: The file extension is not allowed.
ca: L'extensió del fitxer no està permesa.

source: File size not allowed.
ca: La mida del fitxer no es correcta.

source: The attached file haven't been updated because an error.
ca: No s'ha pujat el fitxer a causa d'un error.

source: You are not allowed to access to use this functionality.
ca: No teniu autorització per accedir a aquesta funcionalitat.

source: Error! The parameters receiver are not correct.
ca: Els paràmetres rebuts no són correctes.

source: Error! Thumbnailing the image file.
ca: S'ha produït un error en crear la imatge en miniatura

source: Failed to deleted
ca: S'ha produït un error en esborrar un fitxer del servidor.

source: Never done
ca: Mai

source: The configuration have been updated
ca: S'ha modificat la configuració

source: The cron has been executed
ca: S'ha executat el cron

source: The value of the life time for users variables is incorrect
ca: El valor del temps de vida de les variables d'usuari no és vàlid.

source: The current version of IWmain module is incorrect. You must upgrade it before install, upgrade or use this module.
ca: La versió actual del mòdul IWmain module no és vàlida. L'heu d'actualitzar per poder instal·lar, actualitzar i utilitzar aquest mòdul.

source: All users are subscribed
ca: Tots els usuaris estan subscrits

source: All users are unsubscribed
ca: Cap usuari està subscrit

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: Messages
ca: Missatges

source: Everybody is subscribed
ca: Tots els usuaris estan subscrits

source: Cancel my subscription
ca: Cancel·la la meva subscripció

source: File not found
ca: No s'ha trobat el fitxer

source: File name
ca: Nom del fitxer

source: Go back
ca: Torna enrere

source: Configure module
ca: Configura el mòdul

source: Modify the configuration
ca: Modifica la configuració

source: Server files directori
ca: Directori dels fitxers al servidor

source: Attached files directory has not been found
ca: El directori de fitxers adjunts no s'ha trobat

source: This folder is not writeable.
ca: Aquest directori ha de tenir permisos d'escriptura.

source: Allowed extensions
ca: Extensions permeses

source: Maximum size for uploaded files
ca: Mida màxima dels fitxers

source: Life time of users vars (days)
ca: Temps de vida de les variables d'usuari (dies)

source: Captcha system used in form for unregistered users
ca: Sistema de captcha usat en els formularis per usuaris no registrats

source: Private captcha code
ca: Codi privat del captcha

source: Public captcha code
ca: Codi public del captcha

source: The captcha system prevents robots can send notes to forms automatically. With this module successfully activated and you get linked to when a user sends an unregistered entry, is obliged to recognize and write a set of characters that can not recognize an automated system.
ca: El sistema de captcha evita que robots puguin enviar anotacions als formularis de forma automàtica. Amb aquest mòdul correctament activat i enllaçat aconseguiràs que quan un usuari/ària no registrat enviï una anotació, es vegi obligat a reconèixer i escriure un conjunt de caràcters que no pot reconèixer un sistema automàtic.

source: You can find more information about protection captcha system in
ca: Podeu trobar més informació sobre el sistema de protecció per captcha a

source: Save changes
ca: Emmagatzema els canvis

source: Intraweb main module
ca: Mòdul principal Intraweb

source: User configurable values
ca: Valors que es poden configurar per part de l'usuari/ària

source: News and marked blocks
ca: Bloc de novetats i marcats

source: I want that block will show details
ca: Vull que en el bloc d'elements marcats es mostrin els detalls

source: Everybody is subscribed to user reports
ca: Tots els usuaris estan subscrits als Informes d'Usuari

source: I want to be subscribed to thinks to see
ca: Vull estar subscrit a les novetats

source: The system would be able to send you emails with a dayly resume of news, but it is not possible because your email has not been found. You can define your email address in
ca: El sistema està configurat per enviar-li l'informe diari de novetats per correu electrònic però no ha estat possible perquè no s'ha trobat la informació de la seva adreça. Podeu definir l'adreça de correu electrònic des

source: The subscrition mail is:
ca: L'adreça de la subscripció és:

source: You can change your mail info in
ca: Podeu canviar la vostra adreça de correu a

source: this link.
ca: d'aquest enllaç.

source: OK
ca: D'acord

source: Admin icon
ca: Icona de l'administrador

source: The iwcron.php file does not exists in the root directory of your site. The programmed sequences are not available. The programmed sequences improve the work of Intraweb modules.
ca: El fitxer iwcron.php no existeix a l'arrel de Zikula. No es poden executar les seqüències programades. Es recomana l'us de les seqüències programades perquè optimitzen el funcionament dels mòduls Intraweb.

source: The Mailer module is not active and the cron can not be executed. You should active the Mailer module and configure it properly.
ca: No tens activat el mòdul Mailer i el cron no es pot executar. Tingués present que a part d'activar-lo també l'hauràs de configurar.

source: Cron settings
ca: Paràmetres del Cron

source: Activate password for iwcron.php execution
ca: Contrasenya per l'execució del iwcron.php activa

source: iwcron.php password
ca: Contrasenya del iwcron.php

source: Cron actions
ca: Accions del Cron

source: User reports active
ca: Informes d'Usuari activats

source: Subject of user reports mail
ca: Assumpte per al correu d'informes d'usuari

source: Header text of the user reports mail
ca: Capçalera del correu d'Informes d'Usuari

source: Footer text of the user reports mail
ca: Peu del correu d'Informes d'Usuari

source: Modules reports
ca: Informe dels mòduls

source: Header:
ca: Capçalera:

source: Subscribers:
ca: Subscriptors:

source: All users subscribed
ca: Tots els usuaris estan subscrits

source: Subscribe everybody
ca: Subscriu a tothom

source: Unsubscribe everybody
ca: Desubscriu a tothom

source: Frequency
ca: Freqüència

source: Minimum time between reports (hours)
ca: Mínim temps entre informes (hores)

source: Last Users Report action:
ca: Darrer enviament dels Informes d'Usuari

source: The cron has not been executed for long time. Now could be a good moment to execute it.
ca: Fa massa temps que no s'executa el cron. Ara, podria ser un bon moment per fer-ho.

source: Execute the cron now
ca: Executa el cron ara

source: Flagged items
ca: Elements marcats

source: Regenerate
ca: Regenera
